Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Android.resw
Source language: en
Languages: ar, es, it

# OpenMessage
source: VIEW MESSAGE
ar: افتح الرسالة
es: VER MENSAJE
it: APRI MESSAGGIO

# OpenUrlAlert
source: Open url {0}?
ar: هل ترغب في فتح الرابط باستخدام {0} ؟
es: ¿Abrir {0}?
it: Aprire url {0}?

# OtherSessions
source: Active Sessions
ar: الأجهزة المسجّل دخول منها
es: Sesiones activas
it: Sessioni attive

source: Outgoing calls
ar: مكالمات صادرة
es: Llamadas salientes
it: Chiamate in uscita

# Page1Message
source: The world's **fastest** messaging app. It is **free** and **secure**.
ar: تيليجرام هو **أسرع** تطبيق مراسلة في العالم. ,وهو كذلك **مجاني** و **آمن**.
es: La aplicación de mensajería más **veloz** del mundo. Es **gratis** y **segura**.
it: L'app di messaggi **più veloce** al mondo. È **gratuita** e **sicura**.

# Page1Title
source: Telegram
ar: تيليجرام

# Page2Message
source: **Telegram** delivers messages faster than any other application.
ar: **تيليجرام** يوصل الرّسائل أسرع من أي تطبيق آخر.
es: **Telegram** entrega mensajes más rápido que cualquier otra aplicación.
it: **Telegram** consegna i messaggi più velocemente di qualsiasi altra app.

# Page2Title
source: Fast
ar: سريع
es: Rápida
it: Veloce

# Page3Message
source: **Telegram** is free forever. No ads. No subscription fees.
ar: **تيليجرام** مجّاني دائماً. لا إعلانات. دون رسوم إشتراك.
es: **Telegram** es gratis para siempre. Sin publicidad. Sin suscripciones.
it: **Telegram** sarà sempre gratuito. Nessuna pubblicità. Nessun abbonamento.

# Page3Title
source: Free
ar: مجاني
es: Gratis
it: Gratis

# Page4Message
source: **Telegram** keeps your messages safe from hacker attacks.
ar: **تيليجرام** يحمي الرسائل الخاصة بك من هجمات المخترقين.
es: **Telegram** mantiene tus mensajes a salvo del ataque de hackers.
it: **Telegram** protegge i tuoi messaggi dagli attacchi degli hacker.

# Page4Title
source: Secure
ar: آمن
es: Segura
it: Sicuro

# Page5Message
source: **Telegram** has no limits on the size of your media and chats.
ar: **تيليجرام** لا يفرض حدوداً على حجم محادثاتك و وسائطك.
es: **Telegram** no tiene límites en el tamaño de tus chats y archivos.
it: **Telegram** non ha limiti di dimensione per le tue chat e i file multimediali.

# Page5Title
source: Powerful
ar: قوي
es: Poderosa
it: Potente

# Page6Message
source: **Telegram** lets you access your messages from multiple devices.
ar: **تيليجرام** يمكنك من الوصول إلى الرسائل الخاصة بك من أجهزة متعددة.
es: **Telegram** te permite acceder a tus mensajes desde múltiples dispositivos.
it: **Telegram** ti consente di accedere ai tuoi messaggi da più dispositivi.

# Page6Title
source: Cloud-Based
ar: مرتبط بالسحاب
es: Basada en la nube
it: Basato sul cloud

# PaintDelete
source: Delete
ar: حذف
es: Eliminar
it: Elimina

# PaintDuplicate
source: Duplicate
ar: تكرار
es: Duplicar
it: Duplica

# PaintEdit
source: Edit
ar: تعديل
es: Editar
it: Modifica

# PaintOutlined
source: Outlined
ar: مرسوم
es: Contorno
it: Contornato

# PaintRegular
source: Regular
ar: طبيعي
es: Normal
it: Normale

# Passcode
source: Passcode Lock
ar: قفل رمز المرور
es: Código de acceso
it: Codice di blocco

# PasscodeDoNotMatch
source: Passcodes do not match
ar: رموز المرور غير متطابقة
es: Los códigos de acceso no coinciden
it: I codici non corrispondono

# PasscodePIN
source: PIN
ar: الرمز

# PasscodePassword
source: Password
ar: كلمة المرور
es: Contraseña

# PasswordAsHintError
source: Hint must be different from your password
ar: التلميحة يجب أن تكون مختلفة عن كلمة المرور ذاتها
es: La pista debe ser diferente de tu contraseña
it: Il suggerimento deve essere diverso dalla password

# PasswordCode
source: Code
ar: الرمز
es: Código
it: Codice

# PasswordDoNotMatch
source: Passwords do not match
ar: كلمتي المرور غير متطابقة
es: Las contraseñas no coinciden
it: Le password non corrispondono

# PasswordEmailInvalid
source: Invalid e-mail
ar: بريد إلكتروني غير صحيح
es: E-mail inválido
it: Email non valida

source: Password Hint
ar: تلميحة كلمة المرور
es: Pista para la contraseña
it: Suggerimento password

# PasswordHintText
source: Please create a hint for your password
ar: فضلًا اختر تلميحة لكلمة المرور الخاصة بك:
es: Por favor, crea una pista para tu contraseña
it: Crea un suggerimento per la tua password

source: Password Recovery
ar: كلمة مرور الإسترداد
es: Recuperar contraseña
it: Recupero password

# PasswordReset
source: Password deactivated
ar: تم تعطيل كلمة المرور
es: Contraseña desactivada
it: Password disattivata

# PaymentBillingAddress
source: Billing address
ar: عنوان الدفع
es: Dirección de facturación
it: Indirizzo di fatturazione

# PaymentCardCvv
source: Security Code (CVV)
ar: رمز الأمان (CVV)
es: Código de seguridad (CVV)
it: Codice di sicurezza (CVV)

# PaymentCardInfo
source: Payment info
ar: معلومات الشحن
es: Información de pago
it: Informazioni di pagamento

# PaymentCardName
source: Name Surname
ar: الاسم
es: Nombre Apellidos
it: Nome e cognome

# PaymentCardNumber
source: Card Number
ar: رقم البطاقة
es: Número de tarjeta
it: Numero della carta

# PaymentCardSavePaymentInformation
source: Save Payment Information
ar: حفظ معلومات الدفع
es: Guardar información de pago
it: Salva informazioni di pagamento

# PaymentCardSavePaymentInformationInfoLine1
source: You can save your payment info for future use.
ar: يمكنك حفظ معلومات الدفع لاستخدامها لاحقًا.
es: Puedes guardar la información de pago para usarla más adelante.
it: Puoi salvare le tue informazioni di pagamento per uso futuro.

# PaymentCardSavePaymentInformationInfoLine2
source: Please *turn on Two-Step Verification* to enable this.
ar: فضلًا قم بتفعيل *التحقق بخطوتين* للتفعيل.
es: Por favor, *activa la verificación en dos pasos* para activar esto.
it: Per favore *attiva la verifica in due passaggi* per abilitare questo.

# PaymentCardTitle
source: Payment card
ar: بطاقة الدفع
es: Tarjeta de pago
it: Carta di credito

# PaymentCheckout
source: Checkout
ar: الدفع
es: Caja
it: Cassa

# PaymentCheckoutEmail
source: Contact address
ar: عنوان التواصل
es: Dirección de contacto
it: Indirizzo di contatto

# PaymentCheckoutMethod
source: Payment method
ar: وسيلة الدفع
es: Forma de pago
it: Metodo di pagamento

# PaymentCheckoutName
source: Name
ar: الاسم
es: Nombre
it: Nome

# PaymentCheckoutPay
source: PAY {0}
ar: إدفع {0}
es: PAGAR {0}
it: PAGA {0}

# PaymentCheckoutPhoneNumber
source: Phone number
ar: رقم الهاتف
es: Número de teléfono
it: Numero di telefono

# PaymentCheckoutProvider
source: Payment provider
ar: مزود عملية الدفع
es: Proveedor de pago
it: Fornitore del pagamento

# PaymentCheckoutShippingMethod
source: Shipping method
ar: طريقة الشحن
es: Forma de envío
it: Metodo di spedizione

# PaymentConfirmationMessage
source: Your card {0} is on file. To pay with this card, please enter your 2-Step-Verification password.
ar: بطاقتك {0} مسجلة مسبقًا. لتتمكن من استخدامها، يرجى إدخال كلمة مرور التحقق بخطوتين.
es: Tu tarjeta {0} está archivada. Para pagar con esta tarjeta, por favor, pon tu contraseña de la verificación en dos pasos.
it: La tua carta {0} è registrata. Per pagare con questa carta, per favore inserisci la tua password della verifica in due passaggi.

# PaymentConfirmationNewCard
source: Choose a different card
ar: اختر بطاقة أخرى
es: Elige una tarjeta diferente
it: Scegli una carta differente

# PaymentConnectionFailed
source: Unable to reach payment server. Please check your internet connection and try again.
ar: تعذر الوصور إلى خادم الدفع. فضلًا تحقق من اتصال الانترنت وحاول مرة أخرى.
es: No es posible acceder al servidor de pago. Por favor, revisa tu conexión a internet y reinténtalo.
it: Impossibile raggiungere il server di pagamento. Per favore controlla la tua connessione a Internet e riprova.

# PaymentEmailToProvider
source: E-Mail will be passed to {0} as billing info.
ar: سيتم إرسال البريد الالكتروني إلى {0} كمعلومات الدفع.
es: El e-mail será entregado a {0} como información de facturación.
it: L' e-mail sarà passata a {0} come info di fatturazione.

# PaymentFailed
source: Sorry, the payment was declined.
ar: المعذرة، تم رفض عملية الدفع.
es: Lo sentimos, el pago fue rechazado.
it: Spiacenti, il pagamento è stato rifiutato.

# PaymentInvoice
source: INVOICE
ar: الفاتورة
es: FACTURA
it: FATTURA

# PaymentNoShippingMethod
source: Sorry, it is not possible to deliver to your address.
ar: المعذرة، لا يمكن التوصيل لعنوانك.
es: Lo sentimos, pero no es posible hacer envíos a tu dirección.
it: Spiacenti, non è possibile consegnare al tuo indirizzo.

# PaymentPassword
source: Password & E-Mail
ar: كلمة المرور وamp; البريد الإلكتروني
es: E-mail y contraseña
it: Password e email

# PaymentPasswordEmail
source: Your E-Mail
ar: بريدك الإلكتروني
es: Tu e-mail
it: La tua email

# PaymentPasswordEmailInfo
source: Please add your valid e-mail. It is the only way to recover a forgotten password.
ar: يرجى إضافة بريدك الإلكتروني. هذه الطريقة الواحدة لاستعادة كلمة المرور المنسية.
es: Por favor, añade un e-mail válido. Es la única forma de recuperar una contraseña olvidada.
it: Per favore inserisci un'email valida. È l'unico modo per recuperare una password dimenticata.

# PaymentPasswordEmailTitle
source: Recovery E-Mail
ar: بريد الاسترداد الإلكتروني
es: E-mail de recuperación
it: Email di recupero

# PaymentPasswordEnter
source: Enter a password
ar: أدخل كلمة مرور
es: Pon una contraseña
it: Inserisci una password

# PaymentPasswordInfo
source: Please create a password to protect your payment info. You'll be asked to enter it when you log in.
ar: يرجى اختيار كلمة مرور لحماية معلومات الدفع الخاصة بك. ستطلب منك عند تسجيل الدخول.
es: Por favor, crea una contraseña para proteger tu información de pago. Será requerida al iniciar sesión.
it: Per favore crea una password per proteggere le tue info di pagamento. Ti verrà chiesto di inserirla quando accedi.

# PaymentPasswordReEnter
source: Re-enter your password
ar: أعد إدخال كلمة المرور
es: Pon tu contraseña otra vez
it: Reinserisci la tua password

# PaymentPasswordTitle
source: Password
ar: كلمة المرور
es: Contraseña

# PaymentPhoneEmailToProvider
source: Phone and E-Mail will be passed to {0} as billing info.
ar: سيتم إرسال الرقم والبريد الإلكتروني إلى {0} كمعلومات الدفع.
es: El e-mail y telefóno serán entregados a {0} como información de facturación.
it: Il numero e l'e-mail saranno passati a {0} come info di fatturazione.

# PaymentPhoneToProvider
source: Phone will be passed to {0} as billing info.
ar: سيتم إرسال الرقم إلى {0} كمعلومات الدفع.
es: El teléfono será entregado a {0} como información de facturación.
it: Il numero sarà passato a {0} come info di fatturazione.

# PaymentPrecheckoutFailed
source: Sorry, the payment was cancelled by the bot.
ar: المعذرة، تم إلغاء عملية الدفع من البوت.
es: Lo sentimos, el pago fue cancelado por el bot.
it: Spiacenti, il pagamento è stato annullato dal bot.

# PaymentReceipt
source: Receipt
ar: الفاتورة
es: Recibo
it: Ricevuta

# PaymentShippingAddress
source: Shipping address
ar: عنوان الشحن
es: Dirección de envío
it: Indirizzo di spedizione

# PaymentShippingAddress1Placeholder
source: Address 1 (Street)
ar: العنوان ١ (الشارع)
es: Dirección 1 (calle)
it: Indirizzo 1 (Via)

# PaymentShippingAddress2Placeholder
source: Address 2 (Street)
ar: العنوان ٢ (الشارع)
es: Dirección 2 (calle)
it: Indirizzo 2 (Via)

# PaymentShippingCityPlaceholder
source: City
ar: المدينة
es: Ciudad
it: Città

# PaymentShippingCountry
source: Country
ar: الدولة
es: País
it: Paese

# PaymentShippingEmailPlaceholder
source: E-Mail
ar: البريد الالكتروني

# PaymentShippingInfo
source: Shipping information
ar: معلومات الشحن
es: Información de envío
it: Info di spedizione

# PaymentShippingMethod
source: Shipping methods
ar: طرق الشحن
es: Forma de envío
it: Metodi di spedizione

# PaymentShippingName
source: Full Name
ar: الاسم الكامل
es: Nombre completo
it: Nome completo

# PaymentShippingPhoneNumber
source: Phone Number
ar: رقم الهاتف
es: Número de teléfono
it: Numero di telefono

# PaymentShippingReceiver
source: Receiver
ar: المستقبل
es: Destinatario
it: Destinatario

# PaymentShippingSave
source: Save Shipping Information
ar: حفظ معلومات الشحن
es: Guardar información de envío
it: Salva info di spedizione

# PaymentShippingSaveInfo
source: You can save your shipping info for future use.
ar: يمكنك حفظ معلومات الشحن لاستخدامها لاحقًا.
es: Puedes guardar la información de envío para usarla más adelante.
it: Puoi salvare le tue informazioni di spedizione per uso futuro.

# PaymentShippingStatePlaceholder
source: State
ar: الولاية
es: Estado
it: Provincia

# PaymentShippingZipPlaceholder
source: Postcode
ar: الرمز البريدي
es: Código postal
it: Codice postale

# PaymentSuccessfullyPaid
source: You have just successfully transferred {0} to {1} for {2}
ar: لقد قمت بنجاح تحويل {0} إلى {1} لـ {2}
es: Has transferido satisfactoriamente {0} a {1} por {2}
it: Hai appena trasferito con successo {0} a {1} per {2}

# PaymentSuccessfullyPaidNoItem
source: You have just successfully transferred {0} to {1}
ar: لقد قمت بنجاح تحويل {0} إلى {1}
es: Has transferido satisfactoriamente {0} a {1}
it: Hai appena trasferito con successo {0} a {1}

# PaymentTestInvoice
source: TEST INVOICE
ar: الفاتورة التجريبية
es: PROBAR FACTURA
it: FATTURA DI TEST

# PaymentTransactionMessage
source: Do you really want to transfer {0} to the {1} bot for {2}?
ar: هل حقًا ترغب في تحويل {0} إلى البوت {1} لـ {2}؟
es: ¿Quieres transferir {0} al bot {1} por {2}?
it: Vuoi davvero trasferire {0} al bot {1} per {2}?

# PaymentTransactionReview
source: Transaction Review
ar: مراجعة العملية
es: Repaso de la transacción
it: Riepilogo transazione

# PaymentTransactionTotal
source: Total
ar: الإجمالي
it: Totale

# PaymentWarning
source: Warning
ar: تحذير
es: Advertencia
it: Attenzione

# PaymentWarningText
source: Neither Telegram, nor {0} will have access to your credit card information. Credit card details will be handled only by the payment system, {1}. Payments will go directly to the developer of {0}. Telegram cannot provide any guarantees, so proceed at your own risk. In case of problems, please contact the developer of {0} or your bank.
ar: لا يمتلك تيليجرام، ولا {0} صلاحيات الوصول إلى معلومات بطاقتك الإئتمانية. تفاصيل البطاقات الإئتمانية تتم معالجتها مباشرة عن طريق نظام الدفع, {1}. الدفعات تذهب لشكل مباشر إلى مطور {0}. تيليجرام لا يوفر أية ضمانات، لذلك استمر على مسؤوليتك. في حال وجود مشاكل، تواصل مع مطور {0} أو البنك الخاص بك.
es: Ni Telegram, ni {0} tendrán acceso a la información de tu tarjeta de crédito. Los detalles de la tarjeta de crédito serán manejados sólo por el sistema de pago, {1}. Los pagos irán directamente al desarrollador de {0}. Telegram no puede entregar garantías, así que es bajo tu propio riesgo. En caso de problemas, contacta al desarrollador de {0} o a tu banco.
it: Né Telegram, né {0} avranno accesso alle informazioni della tua carta di credito. I dettagli della tua carta di credito saranno gestiti solamente dal sistema di pagamento, {1}. I pagamenti saranno inviati direttamente allo sviluppatore di {0}. Telegram non può fornire alcuna garanzia, per cui procedi a tuo rischio. In caso di problemi, per favore contatta lo sviluppatore di {0} o la tua banca.

# PendingEmailText
source: Your recovery e-mail {0} is not yet active and pending confirmation.
ar: البريد الإلكتروني لإسترداد الحساب {0} غير فعّال بعد ويلزم تفعيله
es: Tu e-mail de recuperación {0} aún no está activo y su confirmación está pendiente.
it: La tua email di recupero {0} non è ancora attiva e attende la conferma.

# PermissionContacts
source: Telegram needs access to your contacts so that you can connect with your friends across all your devices.
ar: تيليجرام يحتاج للسماح له بالوصول لجهات الاتصال الخاصة بك لتتمكن من محادثة أصدقائك من كافة أجهزتك.
es: Telegram necesita el acceso a tus contactos, para que puedas comunicarte con ellos en todos tus dispositivos.
it: Telegram deve accedere ai tuoi contatti per poterti connettere con i tuoi amici su tutti i tuoi dispositivi.

# PermissionDrawAboveOtherApps
source: Telegram needs access to draw above other apps to play videos in Picture-in-Picture mode.
ar: تيليجرام يحتاج الصلاحية ليقوم بتشغيل الفيديو داخل الشاشة بعد الخروج من التطبيق.
es: Telegram necesita acceso a mostrarse sobre otras aplicaciones para usar el modo Picture-in-Picture.
it: Telegram deve accedere allo spostamento su altre app per riprodurre i video in modalità PiP.

# PermissionNoAudio
source: Telegram needs access to your microphone so that you can send voice messages.
ar: تيليجرام يحتاج للسماح له بالوصول للمايكروفون الخاص بك لتتمكن من إرسال رسائل صوتية.
es: Telegram necesita acceso a tu micrófono, para que puedas enviar mensajes de voz.
it: Telegram deve accedere al microfono per poter inviare messaggi vocali.

# PermissionNoAudioVideo
source: Telegram needs access to your microphone so that you can record videos.
ar: تيليجرام يحتاج للسماح له بالوصول للمايكروفون الخاص بك لتتمكن من إرسال فيديوهات.
es: Telegram necesita acceso a tu micrófono, para que puedas grabar vídeos.
it: Telegram deve accedere al microfono per poter registrare video.

# PermissionNoCamera
source: Telegram needs access to your camera so that you can capture photos and videos.
ar: تيليجرام يحتاج للسماح له بالوصول للكاميرا لتتمكن من التقاط صور ومقاطع مرئية.
es: Telegram necesita acceso a tu cámara, para que puedas hacer fotos y vídeos.
it: Telegram deve accedere alla tua fotocamera per scattare foto e registrare video.

# PermissionNoLocation
source: Telegram needs access to your location so that you can share it with your friends.
ar: تيليجرام يحتاج للسماح له بالوصول لمكانك لتتمكن من مشاركته مع أصدقائك من خلاله.
es: Telegram necesita acceso a tu ubicación, para que puedas compartirla con tus amigos.
it: Telegram deve accedere alla tua posizione per poterla condividere con i tuoi amici.

# PermissionNoLocationPosition
source: Telegram needs access to your location.
ar: تيليجرام يحتاج صلاحية الحصول على موقعك.
es: Telegram necesita acceso a tu ubicación.
it: Telegram deve accedere alla tua posizione.

# PermissionOpenSettings
source: SETTINGS
ar: الإعدادات
es: AJUSTES
it: IMPOSTAZIONI

# PermissionStorage
source: Telegram needs access to your storage so that you can send and save photos, videos, music and other media.
ar: تيليجرام يحتاج للسماح له بالوصول للذاكرة الخاصة بك لتتمكن من إرسال وحفظ الصور، المقاطع المرئية، الموسيقى وغيرها من الوسائط.
es: Telegram necesita acceso a tu almacenamiento, para que puedas enviar y guardar fotos, vídeos, música y otros archivos.
it: Telegram deve accedere alla tua memoria per poter inviare e salvare foto,video, musica e altri media.

source: Phone
ar: هاتف
es: Teléfono
it: Telefono

# PhoneHome
source: Home
ar: منزل
es: Casa

# PhoneMain
source: Main
ar: الرئيسية
es: Principal
it: Principale

# PhoneMobile
source: Mobile
ar: الهاتف المحمول
es: Móvil
it: Cellulare

# PhoneNumberAlert
source: All your Telegram contacts will get your new number added to their address book, provided they had your old number and you haven't blocked them in Telegram.
ar: جميع جهات الاتصال الخاصة بك في تيليجرام سيضاف لها رقمك الجديد، في حال تواجد بها رقمك القديم ولم تقم بحظره في تيليجرام.
es: Todos tus contactos de Telegram tendrán tu número nuevo añadido a sus agendas de contactos, siempre que hayan tenido tu número viejo y no los hayas bloqueado en Telegram.
it: Tutti i tuoi contatti Telegram avranno il tuo nuovo numero tra i loro contatti, purché abbiano il tuo vecchio numero e tu non li abbia bloccati su Telegram.

# PhoneNumberChange
source: CHANGE NUMBER
ar: تغيير الرقم
es: CAMBIAR NÚMERO
it: CAMBIA NUMERO

# PhoneNumberFlood
source: Sorry, you have deleted and re-created your account too many times recently. Please wait for a few days before signing up again.
ar: المعذرة، قمت بحذف حسابك وإعادة إنشاؤه عدة مرات مؤخرًا. فضلًا انتظر لعدة أيام قبل محاولة إنشاء الحساب من جديد.
es: Has eliminado y vuelto a crear tu cuenta muchas veces recientemente. Por favor, espera algunos días antes de inscribirte de nuevo.
it: Spiacenti, hai eliminato e ricreato il tuo account troppe volte di recente. Per favore attendi alcuni giorni prima di iscriverti di nuovo.

# PhoneNumberHelp
source: You can change your Telegram number here. Your account and all your cloud data messages, media, contacts, etc. will be moved to the new number. **Important:** all your Telegram contacts will get your **new number** added to their address book, provided they had your old number and you haven't blocked them in Telegram.
ar: يمكنك تغيير رقم تيليجرام الخاص بك هنا. حسابك وجميع بياناتك التي في السحاب بما فيها رسائلك، الوسائط، جهات الاتصال وغيرها سيتم نقلها للرقم الجديد.**هام:** جميع جهات الاتصال الخاصة بك في تيليجرام سيضاف لها **رقمك الجديد**، في حال تواجد بها رقمك القديم ولم تقم بحظره في تيليجرام.
es: Puedes cambiar tu número de Telegram aquí. Tu cuenta y todos tus datos de la nube, mensajes, archivos, grupos, contactos, etc., se moverán al nuevo número. **Importante:** Todos tus contactos de Telegram tendrán tu **nuevo número** añadido a sus agendas de contactos, siempre que hayan tenido tu número viejo y no los hayas bloqueado en Telegram.
it: Puoi cambiare il tuo numero di telefono qui. Il tuo account e tutti i tuoi dati cloud — messaggi, file, contatti, etc. saranno trasferiti sul nuovo numero. **Importante:** a tutti i tuoi contatti di Telegram verrà aggiunto il tuo **nuovo numero** ai contatti, purché abbiano il tuo vecchio numero e tu non li abbia bloccati su Telegram.

# PhoneOther
source: Other
ar: آخر
es: Otro
it: Altro

# PhoneWork
source: Work
ar: العمل
es: Trabajo
it: Lavoro

source: Photo Caption
ar: تعليق الصورة
es: Comentario de foto
it: Didascalia foto

# PinMessage
source: Pin
ar: تثبيت
es: Anclar
it: Fissa

# PinMessageAlert
source: Do you want to pin this message in this group?
ar: هل ترغب في تثبيت هذه الرسالة في هذه المجموعة؟
es: ¿Quieres anclar este mensaje en el grupo?
it: Vuoi fissare questo messaggio in questo gruppo?

# PinMessageAlertChannel
source: Do you want to pin this message in this channel?
ar: هل تريد تثبيت هذه الرسالة في هذه القناة؟
es: ¿Quieres anclar este mensaje en el canal?
it: Vuoi fissare questo messaggio in questo canale?

# PinNotify
source: Notify all members
ar: أشعر جميع الأعضاء
es: Notificar a los miembros
it: Notifica tutti i membri

source: Pin to top
ar: ثبت في الأعلى
es: Anclar
it: Fissa in alto

source: Pinned Message
ar: رسالة مثبتة
es: Mensaje anclado
it: Messaggio fissato

source: Pinned Messages
ar: رسائل مثبتة
es: Mensajes anclados
it: Messaggi fissati

# PleaseDownload
source: Please download media first
ar: فضلًا، قم بتنزيل الوسائط أولًا
es: Por favor, primero descarga la multimedia
it: Scarica prima il file

# PleaseEnterCurrentPassword
source: Please enter your password
ar: يرجى إعادة إدخال كلمة المرور الخاصة بك:
es: Por favor, pon tu contraseña
it: Inserisci la tua password

# PleaseEnterFirstPassword
source: Enter a password
ar: قم بإدخال كلمة مرور
es: Pon una contraseña
it: Inserisci una password

# PleaseEnterPassword
source: Please enter your new password
ar: يرجى إدخال كلمة المرور الجديدة الخاصة بك:
es: Por favor, pon tu nueva contraseña
it: Inserisci la tua nuova password

# PleaseReEnterPassword
source: Please re-enter your password
ar: يرجى إعادة إدخال كلمة المرور الخاصة بك:
es: Pon, otra vez, tu contraseña
it: Reinserisci la tua password

# PopupDisabled
source: Disabled
ar: معطل
es: Desactivadas
it: Disabilitate

# PopupEnabled
source: Enabled
ar: مفعل
es: Activadas
it: Abilitate

# PopupNotification
source: Popup Notifications
ar: الإشعارات المنبثقة
es: Notificaciones emergentes
it: Notifiche popup

# PreviewFeedback
source: Leave feedback about this preview
ar: اكتب رأيك بخصوص هذا الإستعراض
es: Enviar comentarios sobre esta vista previa
it: Lascia un feedback su questa anteprima
